Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: Preview
fr_fr: Aperçu

source: Theme
fr_fr: Thème

source: Performance check-ins
fr_fr: Check-ins de performance

source: Regular check-ins
fr_fr: Check-ins réguliers

source: Select and configure the widgets that you want to see on the check-in report page.
fr_fr: Sélectionnez et configurez les widgets que vous souhaitez voir sur la page du rapport de check-in.

source: Template widget settings
fr_fr: Paramètres des widgets du modèle

source: Career Development
fr_fr: Développement de carrière

source: Data Foundation
fr_fr: Visualiseur de données

source: Goals
fr_fr: Objectifs

source: General
fr_fr: Généralités

source: Proxy
fr_fr: Accès procuration

source: Reviews
fr_fr: Bilans

source: Notification trigger
fr_fr: Déclencheur de notification

source: "Bookmarks" widget
fr_fr: Widget " Favoris "

source: "Company update" widget
fr_fr: Widget " Nouvelles de l'entreprise "

source: Select the widgets you want to display on the homepage.
fr_fr: Sélectionnez les widgets que vous souhaitez afficher sur la page d'accueil.

source: "External links" widget
fr_fr: Widget " Liens externes "

source: "Knowledge Base" widget
fr_fr: Widget " Base de connaissances "

source: "Next steps" widget
fr_fr: Widget " Etapes suivantes "

source: "Quick link" widget
fr_fr: Widget " Liens directs "

source: "Schedule" widget
fr_fr: Widget " Calendrier "

source: "Take actions" widget
fr_fr: Widget "Point d'action"

source: Homepage widgets
fr_fr: Widgets de la page d'accueil

source: This page is read-only. To make changes, contact your system administrator.
fr_fr: Cette page est en lecture seule. Pour effectuer des modifications, contactez votre administrateur système.

source: Select goal types
fr_fr: Sélectionner des types d'objectifs

source: Sample text describing the behavior of enabling and disabling Analytics Hub. To be changed.
fr_fr: Texte d'exemple décrivant le comportement de l'activation et de la désactivation de la Plateforme d'analyses. À modifier.

source: Analytics Hub
fr_fr: Plateforme d'analyses

source: Enable "Analytics Hub"
fr_fr: Activer la fonction "Plateforme d'analyses"

source: Application management
fr_fr: Gestion de l'application

source: Behaviors
fr_fr: Comportements

source: Enable the "Behaviors" feature
fr_fr: Activer la fonction " Comportements "

source: Users will be able to create and manage behavior libraries within the application. When enabled, workers will be able to give and receive behaviors, and provide behavior data in coaching reports.
fr_fr: Les utilisateurs pourront créer et gérer des bibliothèques de comportements dans l'application. Lorsque cette option est activée, les employé(e)s pourront offrir et recevoir des comportements, et fournir des données comportementales dans les rapports de coaching.

source: Behavior libraries
fr_fr: Bibliothèques de comportement

source: Add behavior
fr_fr: Ajouter un comportement

source: Color
fr_fr: Couleur

source: Create library
fr_fr: Créer une bibliothèque

source: Create behavior library
fr_fr: Créer une bibliothèque de comportements

source: Delete behavior
fr_fr: Supprimer le comportement

source: Are you sure you want to delete this behavior?
fr_fr: Voulez-vous vraiment supprimer ce comportement ?

source: Image and title
fr_fr: Image et titre

source: Image only
fr_fr: Image uniquement

source: Name only
fr_fr: Nom uniquement

source: Display options
fr_fr: Options d'affichage

source: Edit behavior library
fr_fr: Modifier la bibliothèque de comportements

source: Enable behavior
fr_fr: Activer le comportement

source: Name
fr_fr: Nom

source: Assignment
fr_fr: Assignation

source: Assign the library to an organizational unit
fr_fr: Assigner la bibliothèque à une unité organisationnelle

source: Add behaviors to the library
fr_fr: Ajouter des comportements à la bibliothèque

source: Library details
fr_fr: Détails de la bibliothèque

source: Enter the basic information of the library
fr_fr: Saisissez les informations de base de la bibliothèque

source: Behavior settings
fr_fr: Paramètres des comportements

source: Enable the "Benchmarking" widget
fr_fr: Activer le widget " Analyse comparative "

source: Publish
fr_fr: Publier

source: Are you sure you want to publish the career development plan?
fr_fr: Voulez-vous vraiment publier le plan de développement de carrière ?

source: Cancel
fr_fr: Annuler

source: Publish career development plan
fr_fr: Publier le plan de développement de carrière

source: Your changes were successfully published.
fr_fr: Vos modifications ont été correctement publiées.

source: Enable the "Career Development" feature
fr_fr: Activer la fonction " Développement de carrière "

source: At least one population or worker must be selected.
fr_fr: Au moins une population ou un(e) employé(e) doit être sélectionné(e).

source: Career development settings
fr_fr: Paramètres de développement de carrière

source: Edit conversation labeling
fr_fr: Modifier l'intitulé de conversation

source: For workers
fr_fr: Pour les employé(e)s

source: For managers
fr_fr: Pour les managers

source: The default language is mandatory. You can also provide translated versions using this drop-down list to select a new language.
fr_fr: La langue par défaut est obligatoire. Sélectionnez des langues dans cette liste pour ajouter des traductions.

source: To apply your changes to the configuration of new check-ins, save your modifications.
fr_fr: Enregistrez vos modifications pour appliquer vos changements à la configuration des nouveaux check-ins.

source: Users will see these changes the next time they refresh their page or log into the application.
fr_fr: Les utilisateurs verront ces modifications lors de leur prochaine connexion ou la prochaine fois qu'ils/elles actualiseront leur page.

source: Edit discussion points
fr_fr: Modifier les points de discussion

source: These discussion points will be prepopulated when creating a check-in. Users can edit them and add their own discussion points.
fr_fr: Ces points de discussion seront préremplis lors de la création d'un check-in. Les utilisateurs peuvent les modifier et ajouter leurs propres points de discussion.

source: Check-in settings
fr_fr: Paramètres des check-ins

source: To apply your changes, save your modifications.
fr_fr: Enregistrez pour appliquer vos modifications.

source: Enable the "Behavior rating" widget
fr_fr: Activer le widget " Evaluation de comportement "

source: Enable the "Behaviors" widget
fr_fr: Activer le widget " Comportements "

source: Edit chat text
fr_fr: Modifier le texte du chat

source: Enable the "Goal rating" widget
fr_fr: Activer le widget " Notation d'objectif "

source: Enable the "Goals" widget
fr_fr: Activer le widget " Objectifs "

source: Enable the "Overall performance rating" widget
fr_fr: Activer le widget " Notation de performance globale "

source: Enable chat
fr_fr: Activer le chat

source: Check-in template settings
fr_fr: Paramètres du modèle de check-in

source: Check-in templates
fr_fr: Modèles de check-in

source: Widget settings
fr_fr: Paramètres des widgets

source: Hide/show the widgets in the check-in report page.
fr_fr: Affichez/masquez les widgets sur la page du rapport de check-in.

source: Enable documents
fr_fr: Activer les documents

source: Document settings
fr_fr: Paramètres des documents

source: Appearance
fr_fr: Apparence

source: Compare
fr_fr: Comparaison

source: Enable the "Compare" feature
fr_fr: Activer la fonction " Comparaison "

source: "Behaviors" widget
fr_fr: Widget " Comportements "

source: "Check-ins" widget
fr_fr: Widget " Check-ins "

source: "Goals" widget
fr_fr: Widget " Objectifs "

source: "Reviews" widget
fr_fr: Widget " Bilans "

source: Compare settings
fr_fr: Paramètres de comparaison

source: Select the widgets that you want to see in the Compare page.
fr_fr: Sélectionnez les widgets que vous souhaitez voir sur la page Comparaison.

source: Compensation
fr_fr: Rémunération

source: Compensation Element
fr_fr: Élément de rémunération

source: Compensation History
fr_fr: Historique de rémunération

source: Enable the "Compensation" feature
fr_fr: Activer la fonction " Rémunération "

source: Compensation settings
fr_fr: Paramètres de rémunération

source: Cost Center
fr_fr: Centre de coûts

source: Country
fr_fr: Pays

source: Custom Fields
fr_fr: Champs personnalisés

source: This element cannot be deactivated; it is used in another process.
fr_fr: Cet élément ne peut pas être désactivé ; il est utilisé dans un autre processus.

source: The field was successfully deactivated.
fr_fr: Le champ a été correctement désactivé.

source: Are you sure you want to deactivate this field? This action cannot be undone.
fr_fr: Voulez-vous vraiment désactiver ce champ ? Cette action ne peut pas être annulée.

source: Custom field deactivation
fr_fr: Désactivation du champ personnalisé

source: Field details
fr_fr: Détails du champ

source: Define the entity to which this field belongs, and its name and type.
fr_fr: Définissez l'entité à laquelle appartient ce champ, ainsi que son nom et son type.

source: This field cannot be deactivated; it is already used in some models.
fr_fr: Ce champ ne peut pas être désactivé ; il est déjà utilisé dans certains modèles.

source: You cannot edit this field; it is already used in some models.
fr_fr: Vous ne pouvez pas modifier ce champ ; il est déjà utilisé dans certains modèles.

source: Clear all filters & search
fr_fr: Effacer tous les filtres & rechercher

source: No results match the search/filter criteria. Remove the filters and clear the search to show all results
fr_fr: Aucun résultat ne correspond aux critères de recherche/filtrage. Supprimez les filtres et effacez la recherche pour afficher tous les résultats.

source: No results
fr_fr: Aucun résultat

source: Get started by creating one
fr_fr: Créez-en un pour commencer.

source: No custom fields yet
fr_fr: Aucun champ personnalisé pour le moment

source: Created by:
fr_fr: Créé par :

source: Created on:
fr_fr: Créé le :

source: Entity:
fr_fr: Entité :

source: Required:
fr_fr: Obligatoire :

source: Field name
fr_fr: Nom du champ

source: Entity
fr_fr: Entité

source: All
fr_fr: Tous

source: Is PII
fr_fr: PII

source: False
fr_fr: Faux

source: Set the default value
fr_fr: Définir la valeur par défaut

source: Default value
fr_fr: Valeur par défaut

source: True
fr_fr: Vrai

source: Select entity
fr_fr: Sélectionner l'entité

source: Enable PII
fr_fr: Activer les PII

source: This field will contain personally identifiable information (PII)
fr_fr: Ce champ contiendra des informations personnelles identifiables (PII)

source: When this option is enabled, a default value must be defined.
fr_fr: Lorsque cette option est activée, vous devez définir une valeur par défaut.

source: Set this field as required
fr_fr: Définir ce champ comme obligatoire

source: Explain the use of this field or any other relevant information
fr_fr: Expliquez l'utilisation de ce champ ou toute autre information pertinente

source: Provide a name for the field
fr_fr: Fournissez un nom pour le champ

source: Your custom field was successfully created.
fr_fr: Votre champ personnalisé a été correctement créé.

source: Create custom field
fr_fr: Créer un champ personnalisé

source: Edit custom field
fr_fr: Modifier le champ personnalisé

source: Select type
fr_fr: Sélectionnez le type

source: Used in
fr_fr: Utilisé dans

source: Indicate whether this field contains personally identifiable information, allowing an individual's identity to be inferred directly or indirectly.
fr_fr: Indiquez si ce champ contient des informations personnelles identifiables, permettant de déduire directement ou indirectement l'identité d'une personne.

source: Personally identifiable information
fr_fr: Informations personnelles identifiables

source: Deactivated
fr_fr: Désactivée

source: Not PII
fr_fr: Non DCP

source: PII
fr_fr: DCP

source: Custom fields
fr_fr: Champs personnalisés

source: {{current}}/{{max}} active fields
fr_fr: {{current}}/{{max}} champs actifs

source: You can create up to {{max}} custom fields.
fr_fr: Vous pouvez créer jusqu'à {{max}} champs personnalisés.

source: You have reached the maximum number of active custom fields. Please deactivate a field to create a new one.
fr_fr: Vous avez atteint le nombre maximal de champs personnalisés actifs. Désactivez un champ pour en créer un nouveau.

source: Indicate whether the field is optional or required. A default value must be provided for required fields; it will be automatically applied if no explicit value is supplied.
fr_fr: Indiquez si le champ est facultatif ou obligatoire. Une valeur par défaut doit être fournie pour les champs obligatoires ; elle sera automatiquement appliquée si aucune valeur explicite n'est fournie.

source: Field behavior
fr_fr: Comportement du champ

source: Search for a field
fr_fr: Rechercher un champ

source: Status
fr_fr: Statut

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Data Upload
fr_fr: Importation de données

source: Change upload behavior
fr_fr: Modifier le comportement lors du chargement

source: The size of the files exceed the maximum limit.
fr_fr: La taille des fichiers dépasse la limite maximale.

source: Behavior:
fr_fr: Comportement :

source: Completed time:
fr_fr: Temps écoulé :

source: Initiated by:
fr_fr: Initié par :

source: System
fr_fr: Système

source: Start time:
fr_fr: Heure de début :

source: Status:
fr_fr: Statut :

source: Upload log
fr_fr: Journal des téléchargements

source: Download template
fr_fr: Télécharger le modèle

source: Download template for deletion
fr_fr: Télécharger le modèle de suppression

source: Download template for ingestion
fr_fr: Télécharger le modèle pour l'importation

source: Download {{templateName}}
fr_fr: Télécharger {{templateName}}

source: Get started by triggering one.
fr_fr: Commencez par en déclencher un.

source: No uploads yet!
fr_fr: Aucun téléchargement pour l'instant !

source: Success
fr_fr: Réussie

source: Failed
fr_fr: Echec

source: In progress
fr_fr: En cours

source: In sync
fr_fr: Synchronisé

source: Start time
fr_fr: Heure de début

source: Standard filters
fr_fr: Filtres standard

source: Select filters
fr_fr: Sélectionner des filtres

source: Queued
fr_fr: En file d'attente

source: Search by data type name
fr_fr: Rechercher par nom de type de données

source: Stale timeout
fr_fr: Délai d'expiration

source: Publishing
fr_fr: Publication en cours

source: Total uploads
fr_fr: Total des téléchargements

source: Upload behavior
fr_fr: Comportement de téléchargement

source: Full data upload
fr_fr: Téléchargement complet des données

source: The upload behavior was successfully updated.
fr_fr: Le comportement de téléchargement a été mis à jour correctement.

source: Incremental data upload
fr_fr: Téléchargement de données incrémentiel

source: Select the upload behavior for SFTP and UI data upload.
fr_fr: Sélectionnez le comportement de téléchargement pour les données SFTP et de l'interface utilisateur.

source: Upload the complete effective-dated history for each worker every time. Any previously uploaded record that is missing from the file is treated as a soft delete and will no longer be available. Use this if you want the new upload to fully replace what is currently in the platform.
fr_fr: Téléchargez l'historique complet avec dates d'effet pour chaque employé(e) à chaque fois. Tout enregistrement précédemment téléchargé qui est absent du fichier est traité comme une suppression logique et ne sera plus disponible. Utilisez cette option si vous souhaitez que le nouveau téléchargement remplace entièrement ce qui se trouve actuellement sur la plateforme.

source: Upload only what changed. New effective-dated rows or updates to existing rows. Records not included remain unchanged; only the rows present in the file are inserted or updated. Use this for ongoing incremental (delta) feeds.
fr_fr: Téléchargez uniquement ce qui a changé. Nouvelles lignes avec date d'entrée en vigueur ou mises à jour des lignes existantes. Les enregistrements non inclus restent inchangés ; seules les lignes présentes dans le fichier sont insérées ou mises à jour. Utilisez cette option pour les flux incrémentaux (delta) continus.

source: Data upload behavior configuration
fr_fr: Configuration du comportement de téléchargement des données

source: Refresh
fr_fr: Rafraîchir

source: Email notification
fr_fr: Notification par e-mail

source: Upload notification
fr_fr: Notification de téléversement

source: Add workers that would like to be notified by email when upload requests fail.
fr_fr: Ajoutez les employé(e)s qui souhaitent être notifié(e)s par e-mail en cas d'échec des demandes de téléchargement.

source: Workers
fr_fr: Employé(e)s

source: Search for a worker
fr_fr: Rechercher un(e) employé(e)

source: The notification recipients were successfully updated.
fr_fr: Les destinataires de notification ont été mis à jour correctement.

source: Behavior
fr_fr: Comportement

source: Deletion
fr_fr: Suppression

source: Completion time
fr_fr: Temps de réalisation

source: Back to data upload
fr_fr: Retour au téléchargement de données

source: No results matching the chosen ID.
fr_fr: Aucun résultat correspondant à l'ID choisi.

source: Data type name
fr_fr: Nom du type de données

source: Upload in progress
fr_fr: Téléchargement en cours

source: Your files are being uploaded. This pop-up will close automatically once the process is complete.
fr_fr: Vos fichiers sont en cours de téléchargement. Cette fenêtre contextuelle se fermera automatiquement une fois le processus terminé.

source: You have uploaded files for both ingestion and deletion.
fr_fr: Vous avez téléchargé des fichiers pour l'ingestion et la suppression.

source: File already added
fr_fr: Fichier déjà ajouté

source: The name and/or format of one of the selected file is not valid.
fr_fr: Le nom et/ou le format de l'un des fichiers sélectionnés n'est pas valide.

source: Incorrect file name
fr_fr: Nom de fichier incorrect

source: Your files
fr_fr: Vos fichiers

source: File names must follow the pattern 'DataType.csv' for ingestion or 'DataType_Delete.csv' for deletion.
fr_fr: Les noms de fichiers doivent suivre le modèle « TypeDeDonnées.csv » pour l'ingestion ou « TypeDeDonnées_Delete.csv » pour la suppression.

source: Total max size 10MB (combined size of all uploaded files). Max number of files: {{count}}
fr_fr: Taille maximale totale de 10 Mo (taille combinée de tous les fichiers téléchargés). Nombre maximal de fichiers : {{count}}

source: Ingestion and deletion files cannot be uploaded simultaneously. Please upload only ingestion files (DataType.csv) or only deletion files (DataType_Delete.csv).
fr_fr: Les fichiers d'ingestion et de suppression ne peuvent pas être téléchargés simultanément. Veuillez télécharger uniquement des fichiers d'ingestion (DataType.csv) ou uniquement des fichiers de suppression (DataType_Delete.csv).

source: Please upload at least one correct file.
fr_fr: Veuillez télécharger au moins un fichier correct.

source: Please upload at least one file.
fr_fr: Veuillez télécharger au moins un fichier.

source: File upload started.
fr_fr: Téléchargement du fichier commencé.

source: File upload
fr_fr: Chargement de fichier

source: Fill in the necessary details
fr_fr: Renseignez les informations nécessaires

source: Upload the completed file. Submit files for either ingestion or deletion, but not both. Files meant for deletion must have the "_Delete" suffix at the end of their name.
fr_fr: Téléchargez le fichier complété. Soumettez des fichiers pour l'ingestion ou la suppression, mais pas les deux. Les fichiers destinés à la suppression doivent avoir le suffixe "_Delete" à la fin de leur nom.

source: Data management
fr_fr: Gestion des données

source: Data Modeler
fr_fr: Modélisateur de données

source: Data Models
fr_fr: Modèles de données

source: Created by
fr_fr: Créée par

source: Created on
fr_fr: Créée le

source: Creation date
fr_fr: Date de création

source: Are you sure you want to delete this model? This action cannot be undone. If you proceed, the element will be permanently removed from your data.
fr_fr: Voulez-vous vraiment supprimer ce modèle ? Cette action ne peut pas être annulée. Si vous continuez, l'élément sera définitivement supprimé de vos données.

source: Confirm deletion
fr_fr: Confirmer la suppression

source: Details
fr_fr: Détails

source: Model details
fr_fr: Détails du modèle

source: No models yet
fr_fr: Aucun modèle pour le moment

source: Entities & fields
fr_fr: Entités & champs

source: Entity tree
fr_fr: Arbre des entités

source: List of entities and fields used and not used in this model.
fr_fr: Liste des entités et champs utilisés et non utilisés dans ce modèle.

source: Entity name
fr_fr: Nom de l'entité

source: Model title
fr_fr: Titre du modèle

source: Entity used
fr_fr: Entité utilisée

source: Used
fr_fr: Utilisé

source: List of entities and fields used in this model.
fr_fr: Liste des entités et champs utilisés dans ce modèle.

source: Total entities:
fr_fr: Total des entités :

source: Total fields:
fr_fr: Total des champs :

source: Fields used
fr_fr: Champs utilisés

source: Any
fr_fr: Un

source: In use
fr_fr: Utilisée

source: {{name}} grid preview
fr_fr: Aperçu de la grille {{name}}

source: Last update
fr_fr: Dernière mise à jour

source: More details
fr_fr: Plus de détails

source: Search model
fr_fr: Rechercher un modèle

source: Draft
fr_fr: Ebauche

source: Ready
fr_fr: Prête

source: Build a base for your budget, compensation round or process, bringing together a version of data from HR services, other beqom sources and external data.
fr_fr: Construisez une base pour votre budget, cycle de rémunération ou processus, en rassemblant une version des données provenant des services RH, d'autres sources beqom et des données externes.

source: Updated by
fr_fr: Mis à jour par

source: Updated on
fr_fr: Mis à jour le

source: Require users to approve or reject your data privacy statement every time it is updated.
fr_fr: Exiger que les utilisateurs approuvent ou rejettent votre déclaration de confidentialité des données à chaque mise à jour.

source: Users must review each version of the data privacy statement
fr_fr: Les utilisateurs doivent examiner chaque version de la déclaration de confidentialité des données

source: Settings
fr_fr: Paramètres

source: No translation was provided for the given language. To complete this section, please duplicate the statement.
fr_fr: Aucune traduction n'a été fournie pour la langue sélectionnée. Pour compléter cette section, veuillez dupliquer la déclaration.

source: No translation available
fr_fr: Aucune traduction disponible

source: Data privacy statement text
fr_fr: Texte de la déclaration de confidentialité des données

source: Privacy statement text
fr_fr: Texte de la déclaration de confidentialité

source: Are you sure you want to publish this statement?
fr_fr: Voulez-vous vraiment mettre à jour cette déclaration ?

source: Publish statement
fr_fr: Publier la déclaration

source: Date & time
fr_fr: Date & heure

source: Publish at a fixed date
fr_fr: Publier à une date fixe

source: Publish now
fr_fr: Publier maintenant

source: Publish date
fr_fr: Date de publication

source: The version is set automatically when creating a statement and increments with each update.
fr_fr: La version est définie automatiquement lors de la création d'une déclaration et est incrémentée à chaque mise à jour.

source: Statement version
fr_fr: Version de la déclaration

source: Confirm
fr_fr: Confirmer

source: Are you sure you want to delete this statement?
fr_fr: Êtes-vous sûr de vouloir supprimer cette déclaration ?

source: Delete statement
fr_fr: Supprimer la déclaration
